let answers = {
  s: {
    description:
      "Ты лимонное мороженое!Ты очень милая и умная! Ты обожаешь посидеть в телефоне и ходить за покупками.  Твоё животное это черепаха.Ты увлекаешься рисованием и любишь делать слаймы! Ты уникальная и не забывай это!!",
      image:'/img/limon.jpg',
  },
  w: {
    description:
      "Ты — эскимо восторга, Ты позитивный и добрый человек, который всегда готов повеселиться. Ты радуешь себя и окружающих искрометными шутками и во всем видишь только хорошее.",
    image: "2.jpg"
  },  
  c: {
    description:
      "Ты — клубничное мороженое. Ты романтичный и мечтательный человек. в твоей жизни, возможно, есть вторая половинка, которую ты любишь больше своей жизни. ты творческая и яркая личность. но, возможно, ты одинок где то внутри себя и не можешь найти свое я.",
    image: "3.jpg"
  },
  h: {
    description:
      "Ты — пломбир, одиночество. ты одинок. возможно, в твоей жизни присутствует общение, но в основном в интернете. ты скорее всего не можешь принять себя и чувствуешь дискомфорт когда другие обращают внимание на тебя. ",
    image: "4.jpg"
  },
  t: {
    description:
      "Ты — карамельное мороженое, человек спасательный круг. в твоей жизни есть общение, тебе его хватает и ты не пытаешься найти еще больше друзей. ты социальный человек, но внутри себя ты не чувствуешь счастья. ты гонишься за возможностями и довольно целеустремлён, но любая ошибка причиняет тебе ужасную боль и разочарование. ",
    image: "5.jpg"
  },
  f: {
    description:
      "Ты — фруктовое мороженое с миксом из разных вкусов.Судя по ответам на вопросы, твое настроение меняется чуть ли не ежечасно. Сегодня ты хочешь одного, завтра - другого. Партнеру (бедняжка!) приходится постоянно подстраиваться под твое состояние. Когда ты в хорошем расположении духа, лучше тебя для отношений не найти! Но когда в плохом... лучше куда-нибудь убежать :)))",
    image: "6.jpg"
  }
};
