const quiz = [
  {
    q: "Как относишься к сладкому?",
    a: {
      w: "Супер!",
      t: "Люблю сладкое!",
      c: "Больше люблю его,чем не люблю",
      s: "Больше не люблю,чем люблю",
      h: "Не очень",
      f: "Ненавижу сладкое!"
    }
  },
  {
    q: "Какой вкус тебе нравится больше?",
    a: {
      w: "Клубника",
      t: "Банан",
      c: "Малина",
      s: "Шоколад",
      h: "Фисташка",
      f: "Люблю смешивать вкусы"
    }
  },
  {
    q: "Какой цвет тебе нравится больше всего?",
    a: {
      w: "Голубой",
      t: "Желтый",
      c: "Красный",
      s: "Зеленый",
      h: "Оранжевый",
      f: "Фиолетовый"
    }
  },
  {
    q: "Каков ваш самый большой недостаток?",
    a: {
      w: "Саркастический юмор",
      t: "Упрямство",
      c: "Доверчивость",
      s: "Амбиции",
      h: "Дурной характер",
      f: "Замкнутость"
    }
  },
  {
    q: "Какая ситуация вас сильнее разозлит?",
    a: {
      w: "Нарушаются мои планы",
      t: "Безалаберность родственников",
      c: "Кто-то обидел моих друзей",
      s: "Когда всем чего-то от меня надо",
      h: "Меня может взбесить любая мелочь",
      f: "Долго не происходит ничего интересного"
    }
  },
  {
    q: "К вам явились непрошеные гости...",
    a: {
      w: "Ой, у меня беспорядок...",
      t: "Ну, за встречу!",
      c: "Я вас внимательно слушаю",
      s: "У вас не назначено, до свидания",
      h: "Меня нет дома",
      f: "Проходите, не стесняйтесь!"
    }
  },
  {
    q: "Возникла кризисная ситуация! Что будете делать?",
    a: {
      w: "Разрабатываю четкий план выхода",
      t: "Поищу тяжелый предмет",
      c: "Попрошу друзей помочь",
      s: "Спрячусь ото всех",
      h: "Дико разозлюсь",
      f: "Ничего, само пройдет"
    }
  },
  {
    q: "Вы нашли машину времени, куда отправитесь?",
    a: {
      w: "Буду путешествовать в свое удовольствие, и в прошлое, и в будущее",
      t: "В прошлое, чтобы помочь своей семье",
      c: "В прошлое, убивать Гитлера",
      s: "В будущее, подсмотреть, до чего техника дошла",
      h: "В будущее, за лекарствами от пока неизлечимых болезней",
      f: "В прошлое, чтобы не наделать ошибок"
    }
  },
  {
    q: "А вы чего такой мрачный?",
    a: {
      w: "Вопросов много задаете",
      t: "Молотком по пальцу попал",
      c: "Кто, я? Я само умиротворение",
      s: "Я не мрачный. Это похмелье",
      h: "Думаю обо всех, кому должен отомстить",
      f: "А чему тут радоваться?"
    }
  },
  {
    q: "Какой подарок вы бы хотели на день рождения?",
    a: {
      w: "Абонемент на танцы",
      t: "Оплаченный релакс-день в СПА",
      c: "Веселый многолюдный праздник — вот лучший подарок",
      s: "Новый гаджет",
      h: "Давайте деньгами",
      f: "Мне приятно получить любой знак внимания"
    }
  }
];
